<%--
  Created by IntelliJ IDEA.
  User: Windows10.0
  Date: 2020/9/11
  Time: 20:39
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  <title>朝花夕拾|用户协议</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
  <link rel="stylesheet" href="css/bootstrap.min.css">
</head>
<body>
<div style="float: right;margin-right: 80px;margin-top: 30px;"> <a href="login.jsp#banner"><img src="img/LOGO1.png" /></a></div>
<div class="jumbotron">
  <h1 style="margin-left: 80px;" >朝花夕拾用户协议</h1>
  <p style="margin-left: 80px;">科技向善，数据有度。</p>
  <p style="margin-left: 80px;"><a class="btn btn-primary btn-lg" href="#content" role="button">Learn more</a></p>
</div>



<div class="page-header" id="content">
  <h1 align="center">用户协议 <small>Protocol for users</small></h1>
</div>

<div class="panel panel-default" style="margin-left: 50px;margin-right: 50px;">
  <div class="panel-body" style="font-size:16px;">

    <p>

      欢迎您来到 朝花夕拾二手商品交易网站。
      <br />
      请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入。当您注册成功，无论是进入朝花夕拾二手商品交易网站，还是在上发布任何内容（即「内容」），均意味着您（即「用户」）完全接受本协议项下的全部条款。
      <br />
      <b>使用规则</b>
      <br />
      1.用户注册成功后，将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。
      <br />
      2.用户须对注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；否则朝花夕拾二手商品交易网站有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。
      <br />
      3.用户直接或通过各类方式（如 RSS 源和站外 API 引用等）间接使用本服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用所提供的全部服务。
      <br />

      4.用户承诺不得以任何方式利用朝花夕拾二手商品交易网站直接或间接从事违反中国法律以及社会公德的行为，朝花夕拾二手商品交易网站有权对违反上述承诺的内容予以删除。
      <br />
      5.用户不得利用本服务制作、上载、复制、发布、传播或者转载如下内容：
    <ul>
      <li>反对宪法所确定的基本原则的；</li>
      <li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
      <li>损害国家b荣誉和利益的；</li>
      <li>煽动民族仇恨、民族歧视，破坏民族团结的；</li>
      <li>侮辱、滥用英烈形象，否定英烈事迹，美化粉饰侵略战争行为的；</li>
      <li>破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
      <li>散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
      <li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
      <li>侮辱或者诽谤他人，侵害他人合法权益的；</li>
      <li>含有法律、行政法规禁止的其他内容的信息。</li>
    </ul>
    <p>朝花夕拾二手商品交易网站有权对用户使用的情况进行审查和监督，如用户在使用时违反任何上述规定，朝花夕拾二手商品交易网站或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用朝花夕拾二手商品交易网站的权利）以减轻用户不当行为造成的影响。</p>
    <b>处理原则</b>
    <p>朝花夕拾二手商品交易网站作为知识讨论社区，高度重视自由表达和个人、企业正当权利的平衡。依照法律规定删除违法信息是朝花夕拾二手商品交易网站社区的法定义务，朝花夕拾二手商品交易网站社区亦未与任何中介机构合作开展此项业务。</p>
    <b>受理范围</b>
    <p>受理朝花夕拾二手商品交易网站社区内侵犯企业或个人合法权益的侵权举报，包括但不限于涉及个人隐私、造谣与诽谤、商业侵权。</p>

    <ul>
      <li>涉及个人隐私：发布内容中直接涉及身份信息，如个人姓名、家庭住址、身份证号码、工作单位、私人电话等详细个人隐私；</li>
      <li>造谣、诽谤：发布内容中指名道姓（包括自然人和企业）的直接谩骂、侮辱、虚构中伤、恶意诽谤等；</li>
      <li>商业侵权：泄露企业商业机密及其他根据保密协议不能公开讨论的内容。</li>
    </ul>


    <b>举报条件</b>
    <p>用户在朝花夕拾二手商品交易网站发表的内容仅表明其个人的立场和观点，并不代表朝花夕拾二手商品交易网站的立场或观点。如果个人或企业发现朝花夕拾二手商品交易网站上存在侵犯自身合法权益的内容，可以先尝试与作者取得联系，通过沟通协商解决问题。如您无法联系到作者，或无法通过与作者沟通解决问题，您可通过点击内容下方的举报按钮来向朝花夕拾二手商品交易网站平台进行投诉。为了保证问题能够及时有效地处理，请务必提交真实有效、完整清晰的材料，否则投诉将无法受理。您需要向朝花夕拾二手商品交易网站提供的投诉材料包括：</p>
    <ul>
      <li>权利人对涉嫌侵权内容拥有商标权、著作权和/或其他依法可以行使权利的权属证明，权属证明通常是营业执照或组织机构代码证；</li>
      <li>举报人的身份证明，身份证明可以是身份证或护照；</li>
      <li>如果举报人非权利人，请举报人提供代表权利人进行举报的书面授权证明。</li>
      <li>为确保投诉材料的真实性，在侵权举报中，您还需要签署法律声明。<br>
    </ul>


    <b>处理流程</b>
    <p>用户在朝花夕拾二手商品交易网站中的商业行为引发的法律纠纷，由交易双方自行处理，与朝花夕拾二手商品交易网站无关。</p>


    <b>协议修改</b>
    <p>根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，朝花夕拾二手商品交易网站有权对本协议的条款作出修改或变更，一旦本协议的内容发生变动，将会直接在网站上公布修改之后的协议内容，该公布行为视为朝花夕拾二手商品交易网站已经通知用户修改内容。</p>
    <br />
    <p>如果不同意朝花夕拾二手商品交易网站对本协议相关条款所做的修改，用户有权并应当停止使用。如果用户继续使用，则视为用户接受朝花夕拾二手商品交易网站对本协议相关条款所做的修改。</p>
    </p>
  </div>
</div>



</body>
</html>

